/* Screencast Quota Warning Title */
"Approaching Video Limit" = "Nombre limite de vidéos bientôt atteint";

/* Screencast Call to Action: Contact Us */
"Contact Us" = "Contactez-nous";

/* Screencast Call to Action: Manage Library */
"Manage Library" = "Gérer la bibliothèque";

/* OK */
"OK" = "OK";

/* Unable to share Screencast2022 error - message */
"Please check your network connection and try again." = "Vérifiez votre connexion réseau et réessayez.";

/* plugin name */
"Screencast" = "Screencast";

/* Sign in button Screencast2022 */
"Sign In..." = "Se connecter...";

/* Sign out button Screencast2022 */
"Sign Out" = "Se déconnecter";

/* Link has been copied Screencast2022 message */
"The link to your capture is ready to be pasted" = "Le lien vers votre capture est prêt à être collé.";

/* Screencast Quota Reached Title */
"Unable to Share to Screencast" = "Impossible de partager sur Screencast";

/* Trial expired Screencast2022 error - title
   Unable to share Screencast2022 error - title */
"Unable to share to Screencast" = "Impossible de partager sur Screencast";

/* Screencast Call to Action: Upgrade */
"Upgrade" = "Mettre à niveau";

/* plugin description */
"Upload the capture to Screencast for image or video hosting." = "Télécharger la capture sur Screencast pour l’hébergement des images ou vidéos";

/* plugin description */
"Upload the capture to the cloud for image or video hosting." = "Télécharger la capture dans le cloud pour l’hébergement des images ou vidéos";

/* Screencast Quota Warning Message for Free Accounts */
"You are close to the 25 video limit on your free Screencast account. Upgrade to unlock 250 videos or manage your Screencast Library to keep sharing without interruption." = "Vous approchez de la limite de 25 vidéos associée à votre compte Screencast gratuit. Passez à une autre formule pour bénéficier de 250 vidéos ou gérez votre bibliothèque Screencast pour continuer à partager sans interruption. ";

/* Screencast Quota Warning Message for Pro Accounts */
"You are close to your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "Vous avez presque atteint la limite de 250 vidéos. Examinez et gérez votre bibliothèque Screencast pour continuer à partager du contenu, ou contactez-nous pour connaître les autres formules disponibles.";

/* Screencast Quota Reached Message for Free Accounts */
"You've reached the limit of 25 videos on your free Screencast account. Upgrade now to allow 250 videos or manage your Screencast Library to keep the conversations going." = "Vous avez atteint la limite de 25 vidéos associée à votre compte Screencast gratuit. Passez à une autre formule pour bénéficier de 250 vidéos ou gérez votre bibliothèque Screencast pour continuer à échanger sur vos vidéos. ";

/* Screencast Quota Reached Message for Pro Accounts */
"You've reached your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "Vous avez atteint la limite de 250 vidéos. Examinez et gérez votre bibliothèque Screencast pour continuer à partager du contenu, ou contactez-nous pour connaître les autres formules disponibles.";

/* Trial expired Screencast2022 error - message */
"Your trial or account access has ended. Please update your account to share." = "Votre essai ou l’accès à votre compte a expiré. Mettez à jour votre compte pour partager.";

